import { IChannel } from '@app-types';

export const channelsExamples: IChannel[] = [
  {
    id: 1,
    ownerId: 3,
    name: 'Путешествия и путешествия и снова путешествия',
    description:
      'Отправьтесь с нами в незабываемые путешествия по разным уголкам мира! Мы покажем экзотические страны, уникальные места и невероятные истории из наших поездок. Вдохновляйтесь на новые открытия, узнайте о полезных лайфхаках для путешествий и погружайтесь в культуру разных стран!',
    subsCount: 917021,
  },
  {
    id: 2,
    ownerId: 3,
    name: 'Технологии и гаджеты',
    description:
      'Последние новинки мира технологий, обзоры гаджетов, советы по использованию и сравнительные тесты – всё это вы найдете на нашем канале.',
    subsCount: 61879,
  },
];
