export const testChannelProps = {
  id: 1,
  ownerId: 1,
  name: 'Канал о туризме с большой буквы',
  description:
    'Добро пожаловать в мир путешествий, приключений и незабываемых впечатлений! Наш туристический канал создан для всех, кто мечтает открыть для себя самые удивительные уголки планеты, вдохновиться культурным многообразием и получить полезные советы для комфортных и увлекательных поездок.\n' +
    '\n' +
    'На нашем канале вы найдете:\n' +
    '\n' +
    '🌍 Путеводители по странам и городам\n' +
    'Мы расскажем об известных достопримечательностях и скрытых жемчужинах, которые стоят вашего внимания. Узнайте, как максимально насладиться каждым моментом в таких городах, как Париж, Токио, Нью-Йорк, а также в менее популярных, но невероятно красивых местах, как Грузия, Лапландия или Занзибар.\n' +
    '\n' +
    '✈️ Полезные советы путешественникам\n' +
    'Как выбрать билеты, найти идеальное жилье и собрать вещи так, чтобы ничего не забыть? Мы делимся секретами экономии, лайфхаками по планированию поездок и рекомендациями, которые сделают ваше путешествие легким и приятным.\n' +
    '\n' +
    '🏞️ Тематические маршруты\n' +
    'Вы любите природу, архитектуру или, может быть, гастрономические туры? Мы составляем тематические маршруты, которые позволят вам исследовать любимые темы в глубину. Например, маршруты для любителей горных походов, исследователей древних замков или гурманов, ищущих лучшие рестораны мира.\n' +
    '\n' +
    '🌟 Культурные открытия\n' +
    'Познакомьтесь с традициями, кухней, языком и образом жизни людей из разных уголков земного шара. Погрузитесь в атмосферу местных праздников, ярмарок и фестивалей.\n' +
    '\n' +
    '📸 Вдохновляющие истории и фотографии\n' +
    'Мы делимся реальными историями путешественников и потрясающими кадрами из всех уголков света. Наши видео и фотографии помогут вам почувствовать, что вы уже находитесь в путешествии, даже если пока вы дома.\n' +
    '\n' +
    '🧳 Для любителей активного отдыха\n' +
    'Если вы предпочитаете не сидеть на месте, а исследовать мир активно, то наши материалы об экстремальных видах спорта, водных развлечениях и велосипедных маршрутах созданы именно для вас.\n' +
    '\n' +
    'Мы верим, что каждый человек должен испытать радость путешествий. Пусть наш канал станет вашим надежным путеводителем в мире приключений, где каждый новый день приносит вдохновение и новые горизонты!\n' +
    '\n' +
    'Присоединяйтесь, и мы поможем вам превратить мечты о путешествиях в реальность! 🌎✨',
  subsCount: 100,
  imageURL: 'https://via.placeholder.com/150',
};
